tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/x11'
tap 'sanemat/font'
cask 'xquartz'
brew 'apache-spark'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'bison'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'emacs'
brew 'cask'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'ctags'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'libtool'
brew 'openssl'
brew 'unixodbc'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'ghq'
brew 'gibo'
brew 'gitbucket'
brew 'giter8'
brew 'lua'
brew 'readline'
brew 'gnuplot'
brew 'graphviz'
brew 'heroku-toolbelt'
brew 'oniguruma'
brew 'jq'
brew 'mackup'
brew 'protobuf'
brew 'mobile-shell'
brew 'mysql'
brew 'nkf'
brew 'nodebrew'
brew 'peco'
brew 'pstree'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'sqlite'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'rebar'
brew 'sbt'
brew 'sl'
brew 'tig'
brew 'tree'
brew 'wget'
brew 'z'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'sanemat/font/ricty'
cask 'atom'
cask 'copy'
cask 'dropbox'
cask 'gimp'
cask 'intellij-idea-ce'
cask 'java'
cask 'java6'
cask 'java7'
cask 'macdown'
cask 'skim'
cask 'vlc'
cask 'xmind'
